[TFORM]
Type=1
Dll=Titleblk.dll
AutoStart=1
BeforeAll=1
Name=Модуль оформления чертежей
[PRLT]
Type=1
Dll=TFPrintLayout.dll
AutoStart=1
Name=Модуль печати нескольких документов
[TFANIMATE]
Type=1
Dll=TFAnimate.dll
AutoStart=1
Name=Модуль создания сценариев анимации
[AcadExport]
Type=1
Dll=AcadExport.dll
AutoStart=1
Name=AutoCAD Импорт/Экспорт
[TFStepPlugin]
Type=6
Dll=TFStepPlugin.dll
Name=Экспорт STEP
AutoStart=0
[TFHExchange]
Type=6
Dll=TFHExchange.dll
Name=Экспорт/Импорт
AutoStart=1
[TFIfcPlugin]
Type=6
Dll=TFIfcPlugin.dll
Name=Экспорт/Импорт IFC
AutoStart=1
[TFPDFExport]
Type=4
Dll=PDFExport.dll
AutoStart=1
Name=Экспорт PDF
[TFMesh]
Type=1
Dll=TFMesh.dll
Name=Препроцессор конечно-элементного анализа
AutoStart=1
[TFAnalysis]
Type=1
Dll=TFAnalysis.dll
Name=Постпроцессор конечно-элементного анализа
AutoStart=1
BeforeAll=1
[8EACF798-0490-482d-9BFB-877C79CBB9DD]
Type=2
Dll=SEImport.dll
Name=Импорт файлов SolidEdge
AutoStart=0
[958A0959-EC9D-4594-8B27-753540D8064B]
Type=2
Dll=SWImportDirect.dll
Name=Импорт документов SolidWorks
AutoStart=0
[56E9138B-8238-45c6-BAE2-5F78B68C749E]
Type=2
Dll=InventorImp.dll
Name=Импорт файлов Autodesk Inventor
AutoStart=0
[9EA0FF59-C139-4c33-A184-5F4C7D7A92C8]
Type=2
Dll=RhinoImport.dll
Name=Импорт из Rhino
AutoStart=0
[RhinoExport]
Type=4
Dll=RhinoExport.dll
AutoStart=1
Name=Rhinoceros Export Utility
[ECTExport]
Type=4
Dll=ECTExport.dll
AutoStart=1
Name=Экспорт EULER
[7A3A1A2A-6C2C-48B3-8C35-AD060B8F5D0D]
Type=2
Dll=SWImportAPI.dll
Name=Импорт документов SolidWorks
AutoStart=0
[DACDB697-BCF1-4820-9A78-31219EE3BCF4]
Type=2
Dll=KompasImport.dll
Name=Импорт файлов Компас
AutoStart=1
[CamCore]
Type=1
Dll=CamCore.dll
Name=T-FLEX ЧПУ 2D
AutoStart=1
ConditionKey=T-FLEX CAM 16\Rus
[CamCore3D]
Type=1
Dll=CamCore3D.dll
Name=T-FLEX ЧПУ 3D
AutoStart=1
ConditionKey=T-FLEX CAM 16\Rus
[C8010983-4916-481D-B84E-A72772FE6948]
Type=1
Dll=CheckDimPlugin.dll
Name=Проверка номиналов размеров
AutoStart=0
[A8FBAC14-DECB-42CD-A271-E464736B3096]
Type=1
Dll=TFlexCommunication.dll
Name=Модуль коммуникаций
AutoStart=1
[9EB2B807-B199-4AF0-B064-6DB25EB86516]
Type=1
Dll=TFColorBook.dll
Name=Выбор цвета из каталога
AutoStart=1
[TFRGKExchange]
Type=4
Dll=TFRGKExchange.dll
Name=RGK Export
AutoStart=0
[TFRGPExchange]
Type=4
Dll=TFRGPExchange.dll
Name=T-FLEX/RGP Exchange Module
AutoStart=0
[329823AE-30B0-46F2-A537-27088AEA414C]
Type=1
Dll=ElectricPlugin.dll
Name=T-FLEX Электротехника
AutoStart=1
ConditionKey=T-FLEX Electrical 16\Rus
[D5F09780-5EA2-4F20-B159-ED23C6B49B49]
Type=1
Dll=PipingPlugin.dll
Name=T-FLEX Трубопроводные системы
AutoStart=0
[16E9138B-8238-45c6-BAE2-5F78B68C749E]
Type=1
Dll=TFlexVR.dll
Name=Управление устройствами виртуальной реальности
AutoStart=1
ConditionKey=T-FLEX VR 16\Rus
[4d1a7673-0fb4-4a80-a2ac-224b88d6bc21]
Type=1
Dll=ItorumPlugin.dll
Name=Иторум
AutoStart=1